Repository: viatcheslav-zadorozhniy/angular-playground
Catalog: locales/messages.*.xlf
Languages: uk

# introductionHeader
source: Welcome to i18n-app!
uk: Ласкаво просимо до i18n-app!

# logoAlternativeText
source: Nx - Smart, Extensible Build Framework
uk: Nx - розумний, розширюваний каркас збірки

source: Text without an element
uk: Текст без елемента

# builtInPipesSectionTitle
source: Built-in pipes
uk: Вбудовані пайпи

# dateLabel
source: Date
uk: Дата

# timeLabel
source: Time
uk: Час

# currencyLabel
source: Currency
uk: Валюта

# feedbackFormTitle
source: Feedback form
uk: Форма зворотного зв'язку

# feedbackFormGreetingMessage
source: Leave you feedback, {user.gender, select, male {Mr.} female {Ms.}} {{ user.firstName }}
uk: Залиште свій відгук, {user.gender, select, male {Mr.} female {Ms.}} {{ user.firstName }}

source: {VAR_SELECT, select, male {Mr.} female {Ms.}}
uk: {VAR_SELECT, select, male {пан} female {пані}}

# submitButton
source: Submit
uk: Відправити

# contactUsFormTitle
source: Contact us form
uk: Форма зв'язку з нами

# messageFieldPlaceholder
source: Message
uk: Повідомлення

# greetingMessage
source: Glad to see you again, user.firstName user.lastName
uk: Раді вас знову бачити, user.lastName user.firstName

# userCardHeader
source: User card
uk: Картка користувача

# userFirstNameLabel
source: First name: {{ user.firstName }}
uk: Ім'я: {{ user.firstName }}

# userLastNameLabel
source: Last name: {{ user.lastName }}
uk: Прізвище: {{ user.lastName }}

# userEmailLabel
source: Email: {{ user.email }}
uk: Електронна пошта: {{ user.email }}
